{
  "add_prefix_space": null,
  "backend": "tokenizers",
  "bos_token": "<s>",
  "clean_up_tokenization_spaces": false,
  "eos_token": "</s>",
  "image_token": "<image>",
  "is_local": true,
  "legacy": false,
  "model_max_length": 1000000000000000019884624838656,
  "model_specific_special_tokens": {
    "image_token": "<image>"
  },
  "pad_token": "<pad>",
  "padding_side": "left",
  "processor_class": "LlavaProcessor",
  "sp_model_kwargs": {},
  "tokenizer_class": "TokenizersBackend",
  "unk_token": "<unk>",
  "use_default_system_prompt": false
}
